print("[17강]")

	01. 매출채권 
	
		외상매출금과 받을어음은 기말 재무상태표에 [매출채권]으로, 반대로 외상매입금과 지급어음은 [매입채무]로 표시 
		
		매출채권 = 외상매출금 + 받을어음
		매입채무 = 외상매입금 + 지급어음 
		
		#약속어음 
			
		외상매출금 
		총계정원장(통제 계정)
		매출처원장(인명 계정)
		
		외상매출금(108)
		- 거래처 입력 필수 
		
		#매출처 
		외상매출금 거래처의 줄임말 
		
		#선수금 
		부채증가 
		계약금 먼저 받음 
		
		#선급금 
		계약금 먼저 지급함 
		
		* 거래처 입력 필수 
		외상매출금, 외상매입금, 받을어음, 지급어음, 선급금, 선수금, 미지급금, 미수금 
		
	02. 받을어음 
	
		(1) 상품 등을 판매하고 약속어음이나 환어음을 받는 경우 
		(차) 받을어음 (대) 상품매출 
		
		(2) 어음이 만기가 되어 대금을 현금으로 회수한 경우 
		(차) 현금 (대) 받을어음 
		
		*어음의 배서양도 
		어음을 양도할 수 있음 
		배서: 어음의 뒤에 글씨 씀 
		추심: 은행이 소지인의 의뢰를 받아 수표 또는 어음을 지급인에게 제시하여 지급하게 하는 일 
		
		(3) 은행에 추심 의뢰하고 수수료를 지불할 때 
		(차) 수수료비용(업무관련-831) (대) 현금 
		
		(4) 추심 완료시 
		(차) 당좌예금 (대) 받을어음 
		
	03. 어음의 할인 
	
		어음을 할인 받을 때 
		[매각 거래의 회계 처리]
		매각거래: 어음을 완전히 파는 것 
		(차) 당좌예금/매출채권 처분 손식(비용)
		(대) 받을어음 
		
		[차입 거래의 회계 처리]
		(차) 당좌예금/이자비용 
		(대) 단기차입금

		